{
  "Comment.nvim": { "branch": "master" },
  "cmp-buffer": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-nvim-lua": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "formatter.nvim": { "branch": "master" },
<<<<<<< HEAD
  "friendly-snippets": { "branch": "main" },
  "git-blame.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
||||||| parent of 0cbbc9c (Rename formatter selector)
  "friendly-snippets": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
=======
  "friendly-snippets": { "branch": "main" },
  "git-blame.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
>>>>>>> 0cbbc9c (Rename formatter selector)
  "lsp-zero.nvim": { "branch": "v3.x" },
  "lualine.nvim": { "branch": "master" },
<<<<<<< HEAD
  "mason-lspconfig.nvim": { "branch": "main" },
||||||| parent of 0cbbc9c (Rename formatter selector)
  "mason-lspconfig.nvim": { "branch": "main" },
=======
  "mason-lspconfig.nvim": { "branch": "main" },
>>>>>>> 0cbbc9c (Rename formatter selector)
  "mason.nvim": { "branch": "main" },
<<<<<<< HEAD
  "mini.icons": { "branch": "main" },
  "nvim-cmp": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "oil.nvim": { "branch": "master" },
||||||| parent of 0cbbc9c (Rename formatter selector)
  "mini.icons": { "branch": "main" },
  "nvim-cmp": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "oil.nvim": { "branch": "master" },
=======
  "mini.icons": { "branch": "main" },
  "nvim-cmp": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "oil.nvim": { "branch": "master" },
>>>>>>> 0cbbc9c (Rename formatter selector)
  "playground": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "seoul256.nvim": { "branch": "master" },
  "supermaven-nvim": { "branch": "main" },
  "telescope.nvim": { "branch": "master" }
}
